/* GENERAL STRINGS */
"OK" = "ОК";
"Cancel" = "Отмена";
"Rename" = "Переименовать";
"Delete" = "Удалить";
"Actions" = "Действия";



/* SIDEBARVIEW */
"Filters" = "Фильтры";
"Smart Filters" = "Умные фильтры";
"All Issues" = "Все проблемы";
"Recent Issues" = "Недавние проблемы";
"Tags" = "Теги";
"Add tag" = "Добавить тег";
"Show awards" = "Показать награды";

"Rename tag" = "Переименовать тег";
"New name" = "Новое название";


/* CONTENTVIEW */
"Issues" = "Проблемы";

/* A button that shows a menu with the following options */
"Filter" = "Фильтр";
"Turn Filter On" = "Включить фильтр"; /* Enables filtering */
"Turn Filter Off" = "Выключить фильтр"; /* Disables filtering */
"Sort By" = "Сортировать по"; /* Adjusts the order issues are shown in*/
"Date Created" = "Дате создания"; /* Sort issues by creation date */
"Date Modified" = "Дате изменения"; /* Sort issues by modification date */
"Newest to Oldest" = "От новых к старым"; /* Place newer issues before older issues */
"Oldest to Newest" = "От старых к новым"; /* Place older issues before newer issues */

"All" = "Все";
"Open" = "Открыто";
"Closed" = "Закрыто";

"No tags" = "Нет тегов";

"Low" = "Низкий";
"Medium" = "Средний";
"High" = "Высокий";

/* Create a new issue */
"New Issue" = "Новая проблема";

/* A text placeholder to help users search */
"Filter issues, or type # to add tags" = "Фильтруйте проблемы или наберите # чтобы добавить теги";

/* Shown as a status for closed issues */
"CLOSED" = "ЗАКРЫТО";



/* DETAILVIEW */
"Details" = "Подробности";

/* NOISSUEVIEW */
"No Issue Selected" = "Проблема не выбрана";

/* ISSUEVIEW */
"Copy Issue Title" = "Копировать заголовок проблемы";
"Close Issue" = "Закрыть проблему";
"Re-open Issue" = "Открыть проблему заново";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Введите заголовок проблемы";
"**Modified:** %@" = "**Изменено:** %@";
"**Status:** %@" = "**Статус:** %@";
"Priority" = "Приоритет";
"Add Tags" = "Добавить теги";
"Basic Information" = "Основная информация";
"Enter the issue description here" = "Введите описание проблемы";



/* AWARDSVIEW */
"Awards" = "Награды";
"Locked" = "Заблокировано";
"Unlocked: %@" = "Разблокировано: %@";



/* DATA */
"New tag" = "Новый тег";
"New issue" = "Новая проблема";



/* DEBUG ONLY */
"ADD SAMPLES" = "Добавить примеры";
